{"id":"k001","topic":"strengths","text":"Start with strengths: family, Country, culture, sport, music, and talking. Keep goals small and doable."}
{"id":"k002","topic":"study stress","text":"For study stress: break work into tiny steps, take short breaks, talk with someone who backs you, try breathing or a short walk."}
{"id":"k003","topic":"sleep","text":"For sleep: regular wind-down, less phone late at night, short breathing, avoid caffeine after lunch."}
{"id":"k004","topic":"mental health","text":"Mental health is part of overall wellbeing. Talking and connection to Country can support feeling strong."}
{"id":"k005","topic":"alcohol and cannabis","text":"Cutting down on alcohol or cannabis can help you feel clearer and reach your goals. You can plan small steps."}
{"id":"k006","topic":"goal setting","text":"Choose tiny, realistic goals — something you can do today or this week. Celebrate small wins."}
{"id":"k007","topic":"support people","text":"Think about who can back you up: a friend, family, Elder, coach, teacher, health worker."}
{"id":"k008","topic":"check-ins","text":"Regular check-ins help track how you feel and what is working. You can update your plan anytime."}
{"id":"k009","topic":"strong plan","text":"A strong plan has 4 parts: strengths, worries, goal, support person. Simple and short is best."}
{"id":"k010","topic":"cannabis","text":"Some people use cannabis to relax or cope with stress. It can also make it hard to reach goals or feel well. You can talk about what is happening and make a small plan if you want."}
{"id":"k011","topic":"crisis","text":"If you or someone is thinking about suicide, it is very important to get support. You can talk with someone you trust, use 13YARN, or get urgent help if needed."}
{"id":"k012","topic":"substances","text":"Some people use alcohol or cannabis to relax or cope. Acknowledge the feeling without promoting use. Explore what is happening and small safer steps that fit your goals."}
{"id":"k013","topic":"tone","text":"Keep it short, calm, and kind. Offer one or two tiny ideas, or ask one gentle question to understand more."}
