{"id":"s1","topic":"strengths","text":"It can help to yarn about what keeps you strong—mob, culture, sport, music, being on Country."}
{"id":"s2","topic":"worries","text":"Talk about worries in your own words. We can take it slow, no rush, no shame."}
{"id":"s3","topic":"goals","text":"Pick one small step you can try today or tomorrow—keep it doable so it feels deadly when you finish."}
{"id":"s4","topic":"support","text":"Leanin’ on mob, Elders, coaches or a trusted worker can help. You’re not alone."}
{"id":"s5","topic":"coping","text":"Sometimes goin’ outside, a bit of art, music, or a walk on Country can steady your spirit."}
{"id":"s6","topic":"anxiety","text":"When the worry gets big, try slow breaths and yarn with someone you trust about what’s been goin’ on."}
{"id":"s7","topic":"sleep","text":"Keep a chill wind-down—less phone at night, a warm shower, quiet music. Little habits help over time."}
{"id":"s8","topic":"substance","text":"If gunja or grog is gettin’ in the way, we can look at small changes and who could back you up."}
{"id":"s9","topic":"grief","text":"Grief comes in waves. Yarn with mob, honour your person, and take gentle care—one day at a time."}
{"id":"s10","topic":"identity","text":"Culture and Country keep us strong. Doing cultural things with mob can lift you up when it’s heavy."}
{"id":"s11","topic":"strengths","text":"Let’s yarn about what keeps you strong—mob, culture, sport, music, being on Country."}
{"id":"s12","topic":"warmup","text":"We can take it slow. No rush, no shame. Say it how you say it."}
{"id":"s13","topic":"worries","text":"We can talk about worries in your own words. I’ll listen first."}
{"id":"s14","topic":"coping","text":"Little things can steady your spirit—bit of art, some music, sit outside, quick walk if safe."}
{"id":"s15","topic":"anxiety","text":"When the worry gets big, try slow breaths, feet on the ground, then yarn with someone you trust."}
{"id":"s16","topic":"sleep","text":"Keep nights gentle—less phone late, warm shower, quiet tunes. Small habits add up."}
{"id":"s17","topic":"identity","text":"Culture and Country lift you up. Doing cultural things with mob can help when it’s heavy."}
{"id":"s18","topic":"support","text":"You’re not alone. Lean on mob, Elders, coaches, teachers—who feels right for you?"}
{"id":"s19","topic":"goals","text":"Let’s pick one small step for today or tomorrow—keep it doable so it feels deadly when you finish."}
{"id":"s20","topic":"substance","text":"If gunja or grog’s gettin’ in the way, we can look at tiny changes and who could back you up."}
{"id":"s21","topic":"grief","text":"Grief comes in waves. Yarn with mob, honour your person, and take gentle care—one day at a time."}
{"id":"s22","topic":"anger","text":"When anger’s up, pause, breathe, step out for fresh air if safe. We’ll sort it together."}
{"id":"s23","topic":"school_work","text":"Break it small—one bit at a time. Ask a mate or adult you trust to back you in."}
{"id":"s24","topic":"check_in","text":"You’ve been hangin’ in there. What’s one good thing from this week—even a tiny one?"}
{"id":"s25","topic":"closing","text":"Proud of you for yarning. We can come back to this anytime you need."}
