{"id":"s1","topic":"strengths","text":"It can help to talk about what keeps you strong—community, culture, sport, music, being on Country."}
{"id":"s2","topic":"worries","text":"Talk about worries in your own words. We can take it slow, no rush, no shame."}
{"id":"s3","topic":"goals","text":"Pick one small step you can try today or tomorrow—keep it doable so it feels good when you finish."}
{"id":"s4","topic":"support","text":"Leaning on community, Elders, coaches or a trusted worker can help. You are not alone."}
{"id":"s5","topic":"coping","text":"Sometimes going outside, a bit of art, music, or a walk on Country can steady your spirit."}
{"id":"s6","topic":"anxiety","text":"When the worry gets big, try slow breaths and talk with someone you trust about what has been going on."}
{"id":"s7","topic":"sleep","text":"Keep a gentle wind-down—less phone at night, a warm shower, quiet music. Small habits help over time."}
{"id":"s8","topic":"substance","text":"If cannabis or alcohol is getting in the way, we can look at small changes and who could back you up."}
{"id":"s9","topic":"grief","text":"Grief comes in waves. Talk with community, honour your person, and take gentle care—one day at a time."}
{"id":"s10","topic":"identity","text":"Culture and Country keep us strong. Doing cultural things with community can lift you up when it is heavy."}
{"id":"s11","topic":"strengths","text":"Let us talk about what keeps you strong—community, culture, sport, music, being on Country."}
{"id":"s12","topic":"warmup","text":"We can take it slow. No rush, no shame. Say it in your own words."}
{"id":"s13","topic":"worries","text":"We can talk about worries in your own words. I will listen first."}
{"id":"s14","topic":"coping","text":"Little things can steady your spirit—some art, some music, sitting outside, a short walk if safe."}
{"id":"s15","topic":"anxiety","text":"When the worry gets big, try slow breaths, feet on the ground, then talk with someone you trust."}
{"id":"s16","topic":"sleep","text":"Keep nights gentle—less phone late, a warm shower, quiet music. Small habits add up."}
{"id":"s17","topic":"identity","text":"Culture and Country lift you up. Doing cultural things with community can help when it is heavy."}
{"id":"s18","topic":"support","text":"You are not alone. Lean on community, Elders, coaches, or teachers—who feels right for you?"}
{"id":"s19","topic":"goals","text":"Let us pick one small step for today or tomorrow—keep it doable so it feels good when you finish."}
{"id":"s20","topic":"substance","text":"If cannabis or alcohol is getting in the way, we can look at tiny changes and who could back you up."}
{"id":"s21","topic":"grief","text":"Grief comes in waves. Talk with community, honour your person, and take gentle care—one day at a time."}
{"id":"s22","topic":"anger","text":"When anger is up, pause, breathe, and step out for fresh air if safe. We will sort it together."}
{"id":"s23","topic":"school_work","text":"Break it small—one bit at a time. Ask a friend or adult you trust to back you in."}
{"id":"s24","topic":"check_in","text":"You have been hanging in there. What is one good thing from this week—even a tiny one?"}
{"id":"s25","topic":"closing","text":"Proud of you for talking. We can come back to this anytime you need."}
